acpi
alacritty
alsa-utils
alsa-utils-runit
amd-ucode
android-sdk
android-tools
apostrophe
apr-util
apulse
arc-gtk-theme
arc-icon-theme
aria2
artix-dark-theme
autoconf
autofs
automake
backlight-runit
base
binutils
bison
blueman
bluez
bluez-runit
bluez-utils
brave-bin
brightnessctl
btop
chrony
chrony-runit
cups
cups-runit
cxxopts-git
davinci-resolve
dhcpcd
dhcpcd-runit
dosfstools
dunst
efibootmgr
elogind-runit
emacs
esysusers
etmpfiles
evtest
exif
fakeroot
ffmpeg4.4
figlet
file
findutils
firefox
flex
fzf
garcon
gawk
gcc
gettext
gimp
git
go-md2man
grep
grim
groff
grub
gtk2
gzip
htop
imagemagick
jdk
jq
kdenlive
kitty
kvantum
lftp
libc++-modules
libplacebo
libpng12
librewolf-bin
libtool
libvirt
libvirt-runit
libwebcam-git
libxcrypt-compat
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
logseq-desktop-bin
lua
lxappearance
m4
maim
make
man-db
mpv
mtools
nano
neofetch
neovim
nerd-fonts-complete
networkmanager
networkmanager-runit
newsboat
nitrogen-git
nodejs
noto-fonts-emoji
npm
obs-studio
onetbb
openssh-runit
os-prober
pacman
pamixer-git
paru
pass
patch
pavucontrol
perl-image-exiftool
picom
pkgconf
pulseaudio
pulseaudio-alsa
python-pip
python-virtualenv
qt5-graphicaleffects
qt5-imageformats
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-webengine
qt5-websockets
qt5-x11extras
qt5ct
qt6-wayland
ranger
redshift
ripgrep
rsync
runit
scrot
sed
simple-mtpfs
slurp
sudo
sxhkd-git
sxiv-git
telegram-desktop
texinfo
texlive-basic
texlive-fontsextra
texlive-formatsextra
texlive-langcyrillic
texlive-latexextra
texlive-mathscience
texlive-pictures
thunar
thunar-volman
tlp
tlp-runit
transmission-gtk
ttf-jetbrains-mono
tumbler
unrar
unzip
vi
vim
virt-manager
virtualbox
vscodium-bin
vscodium-bin-marketplace
webkit2gtk
wget
which
wpa_supplicant
xclip
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xf86-input-synaptics
xf86-video-amdgpu
xf86-video-vesa
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-terminal
xfdesktop
xfwm4
xfwm4-themes
xmlsec
xorg-bdftopcf
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-xauth
xorg-xcursorgen
xorg-xdpyinfo
xorg-xev
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xwayland
xorg-xwininfo
youtube-dl
yt-dlp
zathura
zathura-cb
zathura-pdf-poppler
zip
zola
zsh
